Repository: janbar/pvr.mythtv
Catalog: pvr.mythtv/resources/language/resource.language.*/strings.po
Languages: bs_ba, da_dk, it_it

# Addon Summary
source: Kodi frontend for MythTV
bs_ba: Kodi frontend za MythTV
da_dk: Kodi frontend til MythTV
it_it: Frontend Kodi per MythTV

# Addon Description
source: MythTV frontend (up to MythTV 34). Supports streaming of Live TV & Recordings, listening to Radio channels, EPG and Timers.
bs_ba: MythTV predokraj (do MythTV 34). Podržava prijenos uživo TV programa i snimaka, slušanje radio kanala, EPG i mjerače vremena.
da_dk: MythTV frontend (op til MythTV 34). Understøtter streaming af direkte tv og optagelser, radiokanaler, EPG samt timeroptagelser.
it_it: Frontend MythTV (compatibile fino a MythTV 34). Supporta lo stream e la registrazione di Live TV, l'ascolto dei canali radio, EPG e timer.

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects.
bs_ba: Ovo je nestabilan softver! Autori ni na koji način nisu odgovorni za neuspjela snimanja, netačne mjerače vremena, izgubljene sate ili bilo koje druge neželjene efekte.
da_dk: Denne software er ustabil. Udviklerne er på ingen måde ansvarlige for mislykkede optagelser, fejlagtige timere, spildte timer eller andre uønskede konsekvenser.
it_it: Questo è un software instabile! Gli autori non sono in alcun modo responsabili per registrazioni fallite, timer errati, ore sprecate o qualsiasi altro effetto indesiderato.

# #30000
source: MythTV Backend Hostname or IP
bs_ba: Naziv ili IP adresa MythTV Backend hosta
da_dk: MythTV backend værtsnavn eller IP
it_it: Nome host o IP backend di MythTV

# #30001
source: MythTV Backend Port
bs_ba: MythTV izokrajski port
it_it: Porta backend MythTV

# #30002
source: MythTV Database Username
bs_ba: Korisničko ime MythTV baze podataka
da_dk: MythTV database brugernavn
it_it: Nome utente database MythTV

# #30003
source: MythTV Database Password
bs_ba: Lozinka baze podataka MythTV-a
da_dk: MythTV database adgangskode
it_it: Password database MythTV

# #30004
source: MythTV Database Databasename
bs_ba: MythTV baza podatakaNaziv baze podataka
da_dk: MythTV databasens databasenavn
it_it: Nome database MythTV

# #30005
source: Include more debug information in the log file
bs_ba: Uključite više informacija o otklanjanju grešaka u datoteku dnevnika
da_dk: Tilføj mere fejfingingsinformation i logfilen
it_it: Includi maggiori informazioni di debug nel file di log

# #30006
source: Enable Live TV
bs_ba: Omogući TV uživo
da_dk: Aktivér direkte tv
it_it: Abilita Live TV

# #30007
source: Allow Live TV to move scheduled shows
bs_ba: Dozvoli Live TV-u da premjesti zakazane emisije
da_dk: Tillad direkte tv at flytte planlagte programmer
it_it: Consenti a Live TV di spostare gli eventi pianificati

# #30008
source: Conflict handling
bs_ba: Rješavanje sukoba
da_dk: Konflikthåndtering
it_it: Gestione conflitti

# #30009
source: Prefer Live TV when recording has later slot
bs_ba: Preferiraj TV uživo kada snimanje ima kasniji termin
da_dk: Foretræk direkte tv når optagelse ligger senere
it_it: Preferisci Live TV quando la registrazione ha uno slot successivo

# #30010
source: Prefer recording and stop Live TV
bs_ba: Preferiraj snimanje i zaustavi TV uživo
da_dk: Foretræk optagelse og stop direkte tv
it_it: Preferisci la registrazione e ferma Live TV

# #30011
source: Prefer Live TV and cancel conflicting recording
bs_ba: Preferiraj TV uživo i otkazivanje konfliktnog snimanja
da_dk: Foretræk direkte tv og aflys modstridende optagelser
it_it: Preferisci Live TV e annulla la registrazione in conflitto

# #30012
source: MythTV Backend Ethernet address (WOL)
bs_ba: MythTV izokrajna Ethernet adresa (WOL)
da_dk: MythTV backend ethernet-adresse (WOL)
it_it: Indirizzo ethernet backend MythTV (WOL)

# #30013
source: MythTV Backend Port for API services
bs_ba: MythTV izokrajski port za API usluge
da_dk: MythTV backend port til API-service
it_it: Porta backend MythTV per servizi API

# #30014
source: MythTV Security Pin for API services
bs_ba: MythTV sigurnosni PIN za API usluge
da_dk: MythTV PIN-kode til API-service
it_it: Pin di sicurezza MythTV per servizi API

# #30019
source: General
bs_ba: Opšte
da_dk: Generelt
it_it: Generale

# #30020
source: Template provider
bs_ba: Pružatelj predložaka
da_dk: Skabelonhåndtering
it_it: Fornitore modello

# #30021
source: Internal
bs_ba: Unutrašnje
da_dk: Intern
it_it: Interno

# #30025
source: Internal template
bs_ba: Interni predložak
da_dk: Intern skabelon
it_it: Modello interno

# #30026
source: Automatically Look Up Metadata
bs_ba: Automatsko pretraživanje metapodataka
da_dk: Automatisk hentning af metadata
it_it: Cerca automaticamente i metadati

# #30027
source: Commercial Flag new recordings
bs_ba: Novi snimci Commercial Flag-a
da_dk: Markér reklamer i nye optagelser
it_it: Indicatore pubblicità per nuove registrazioni

# #30028
source: Transcode new recordings
bs_ba: Transkodiranje novih snimaka
da_dk: Transkod nye optagelser
it_it: Transcodifica nuove registrazioni

# #30029
source: Run User Job #1
bs_ba: Pokreni korisnički zadatak #1
da_dk: Kør brugerjob #1
it_it: Esegui attività utente #1

# #30030
source: Run User Job #2
bs_ba: Pokreni korisnički zadatak #2
da_dk: Kør brugerjob #2
it_it: Esegui attività utente #2

# #30031
source: Run User Job #3
bs_ba: Pokreni korisnički zadatak #3
da_dk: Kør brugerjob #3
it_it: Esegui attività utente #3

# #30032
source: Run User Job #4
bs_ba: Pokreni korisnički zadatak #4
da_dk: Kør brugerjob #4
it_it: Esegui attività utente #4

# #30033
source: Transcoder
bs_ba: Transkoder
da_dk: Transkoder
it_it: Transcodificatore

# #30034
source: Allow recordings to expire
bs_ba: Dozvoli istek snimka
da_dk: Tillad at optagelser udløber
it_it: Consenti scadenza registrazioni

# #30046
source: Show damaged recordings as color
bs_ba: Prikaži oštećene snimke kao boju
da_dk: Vis ødelagte optagelser som farve
it_it: Mostra registrazioni danneggiate con colore

# #30047
source: Prompt to delete the watched recording
bs_ba: Upit za brisanje gledanog snimka
da_dk: Spørg om sletning efter visning af optagelse
it_it: Richiedi di eliminare la registrazione guardata

# #30048
source: Show 'Original Airdate' instead of 'Recording Time'
bs_ba: Prikaži 'Originalni datum emitiranja' umjesto 'Vrijeme snimanja'
da_dk: Vis oprindelig udsendelsestid i stedet for optagelsestid
it_it: Mostra "Data trasmissione originale" invece di "Ora di registrazione"

# #30049
source: Recording template
bs_ba: Predložak za snimanje
da_dk: Optagelsesskabelon
it_it: Modello registrazione

# #30050
source: Advanced
bs_ba: Napredno
da_dk: Avanceret
it_it: Avanzate

# #30051
source: Preferences
bs_ba: Postavke
da_dk: Indstillinger
it_it: Preferenze

# #30052
source: Enable demuxing MPEG-TS
bs_ba: Omogući demultipleksiranje MPEG-TS-a
da_dk: Aktivér demuxing af MPEG-TS
it_it: Abilita demuxing MPEG-TS

# #30053
source: Tuning delay (sec)
bs_ba: Kašnjenje podešavanja (sek)
da_dk: Forsinkelse på tuning (sekunder)
it_it: Ritardo sintonizzazione (sec)

# #30054
source: Group recordings by title
bs_ba: Grupiraj snimke po naslovu
da_dk: Gruppér optagelser efter titel
it_it: Raggruppa registrazioni per titolo

# #30055
source: Always
bs_ba: Uvijek
da_dk: Altid
it_it: Sempre

# #30056
source: Only for series
bs_ba: Samo za serije
da_dk: Kun for serier
it_it: Solo per le serie

# #30057
source: Never
bs_ba: Nikada
da_dk: Aldrig
it_it: Mai

# #30058
source: Enable commercial skips (EDL)
bs_ba: Omogući preskakanje reklama (EDL)
da_dk: Aktivér reklame-skip (EDL)
it_it: Abilita salto pubblicità (EDL)

# #30059
source: Always
bs_ba: Uvijek
da_dk: Altid
it_it: Sempre

# #30060
source: Dialog
bs_ba: Dijalog
it_it: Dialogo

# #30061
source: Never
bs_ba: Nikada
da_dk: Aldrig
it_it: Mai

# #30062
source: Allow backend shutdown
bs_ba: Dozvoli gašenje pozadinskog sistema
da_dk: Tillad nedlukning af backend
it_it: Consenti spegnimento backend

# #30063
source: Enable channel icons
bs_ba: Omogući ikone kanala
da_dk: Aktivér kanal-ikoner
it_it: Abilita icone canale

# #30064
source: Enable recording fanart/thumbnails
bs_ba: Omogući snimanje fanarta/sličica
da_dk: Aktivér fankunst/miniaturebilleder til optagelser
it_it: Abilita fanart/miniature per le registrazioni

# #30065
source: Limit channel tuning attempts
bs_ba: Ograniči pokušaje podešavanja kanala
da_dk: Begræns tuningsforsøg for kanal
it_it: Limita tentativi di sintonizzazione canale

# #30066
source: Show inactive upcomings (alternative/recorded/expired)
bs_ba: Prikaži neaktivne nadolazeće događaje (alternativne/snimljene/istekle)
da_dk: Vis inaktive kommende optagelser (alternativ/optaget/udløbet)
it_it: Mostra ultime inattività (alternative/registrate/scadute)

# #30067
source: Show LiveTV recordings
bs_ba: Prikaži snimke LiveTV-a
da_dk: Vis optagelser fra direkte tv
it_it: Mostra registrazioni Live TV

# #30068
source: Use bookmarks of the backend MythTV
bs_ba: Koristite oznake pozadinskog MythTV-a
da_dk: Brug bogmærker fra MythTV backenden
it_it: Usa segnalibri del backend MythTV

# #30069
source: Show default recording group as root
bs_ba: Prikaži zadanu grupu za snimanje kao root
da_dk: Vis standard optagegruppe som rod
it_it: Mostra gruppo di registrazione predefinito come root

# #30070
source: Scene Only
bs_ba: Samo scena
da_dk: Kun scene
it_it: Solo scena

# #30100
source: Protocol version: %i - Database version: %i
bs_ba: Verzija protokola: %i - Verzija baze podataka: %i
da_dk: Protokolversion: %i - Databaseversion: %i
it_it: Versione protocollo: %i - Versione database: %i

# #30110
source: Enabling EDL
bs_ba: Omogućavanje EDL-a
da_dk: Aktiverer EDL (reklame-skip)
it_it: Abilitazione EDL

# #30111
source: A cut list or commercial skips have been found. Do you want to activate EDL functionality for this show ?
bs_ba: Pronađena je lista za rezanje ili preskakanje reklama. Želite li aktivirati EDL funkcionalnost za ovu emisiju?
da_dk: En reklameudeladelsesliste (EDL) er blevet fundet. Vil du aktivere automatisk reklame-skip for dette program?
it_it: È stata trovata una lista di tagli o di salti di pubblicità. Desideri attivare la funzionalità EDL per questo programma?

# #30112
source: Connection failed
bs_ba: Povezivanje nije uspjelo
da_dk: Forbindelse fejlede
it_it: Connessione fallita

# #30113
source: Do you want to retry ?
bs_ba: Želite li pokušati ponovo?
da_dk: Vil du prøve igen?
it_it: Vuoi riprovare?

# #30114
source: Connected
bs_ba: Povezano
da_dk: Forbundet
it_it: Connesso

# #30300
source: Failed to connect the MythTV backend with the known protocol versions. Please check the compatibility map of the addon and upgrade your backend to a supported version.
bs_ba: Nije uspjelo povezivanje MythTV backenda s poznatim verzijama protokola. Molimo provjerite mapu kompatibilnosti dodatka i nadogradite svoj backend na podržanu verziju.
da_dk: Kunne ikke forbinde til MythTV backend med den aktuelle protokolversion. Tjek venligst kompatibiliteten af add-on og opgrader din backend til en understøttet version.
it_it: Impossibile connettere il backend di MythTV con le versioni conosciute del protocollo. Controlla la mappa di compatibilità dell'add-on e aggiorna il tuo backend a una versione supportata.

# #30301
source: Failed to connect the API services of MythTV backend. Please check your PIN code or backend setup. The PIN code has to be configured in your backend to allow connection.
bs_ba: Povezivanje API usluga MythTV backenda nije uspjelo. Molimo provjerite svoj PIN kod ili postavke backenda. PIN kod mora biti konfiguriran u vašem backendu da bi se omogućila veza.
da_dk: Kunne ikke forbinde til MythTV backend API-tjeneste. Tjek venligst din PIN-kode eller backend-opsætning. PIN-koden skal være opsat i backenden for at tillade forbindelse.
it_it: Impossibile connettere i servizi API del backend di MythTV. Controlla il codice PIN o la configurazione del backend. Il codice PIN deve essere configurato nel tuo backend per consentire la connessione.

# #30302
source: Connection to MythTV backend lost
bs_ba: Veza sa MythTV backendom je prekinuta
da_dk: Forbindelse til MythTV backend mistet
it_it: Connessione al backend MythTV persa

# #30303
source: Connection to MythTV restored
bs_ba: Veza sa MythTV-om je obnovljena
da_dk: Forbindelse til MythTV genoprettet
it_it: Connessione a MythTV ripristinata

# #30304
source: No response from MythTV backend
bs_ba: Nema odgovora od MythTV backenda
da_dk: Ingen svar fra MythTV backend
it_it: Nessuna risposta dal backend di MythTV

# #30305
source: Channel unavailable
bs_ba: Kanal nedostupan
da_dk: Kanal utilgængelig
it_it: Canale non disponibile

# #30306
source: Recorder unavailable
bs_ba: Snimač nije dostupan
da_dk: Optager ikke tilgængelig
it_it: Registratore non disponibile

# #30307
source: Canceling conflicting recording: %s
bs_ba: Otkazivanje konfliktnog snimka: %s
da_dk: Aflyser modstridende optagelse: %s
it_it: Annullamento registrazione in conflitto: %s

# #30308
source: Stopping Live TV due to conflicting recording: %s
bs_ba: Zaustavljanje TV-a uživo zbog konfliktnog snimka: %s
da_dk: Stopper direkte tv på grund af modstridende optagelse: %s
it_it: Interruzione di Live TV a causa di registrazioni in conflitto: %s

# #30309
source: Not recording
bs_ba: Ne snima se
da_dk: Optager ikke
it_it: Nessuna registrazione in corso

# #30310
source: Enabled
bs_ba: Omogućeno
da_dk: Aktiveret
it_it: Abilitato

# #30311
source: Disabled
bs_ba: Onemogućeno
da_dk: Deaktiveret
it_it: Disabilitato

# #30312
source: No broadcast found
bs_ba: Nije pronađena emisija
da_dk: Ingen udsendelse fundet
it_it: Nessuna trasmissione trovata

# #30411
source: Delete and re-record
bs_ba: Izbriši i ponovo snimi
da_dk: Slet og optag på ny
it_it: Elimina e registra di nuovo

# #30412
source: Keep recording
bs_ba: Nastavi snimanje
da_dk: Behold optagelse
it_it: Mantieni registrazione

# #30421
source: Toggle display of alternative/recorded/expired
bs_ba: Uključi/isključi prikaz alternativnog/snimljenog/isteklog
da_dk: Skift visning af alternativ/optaget/udløbet
it_it: Alterna visualizzazione di alternativi/registrati/scaduti

# #30422
source: Refresh cache for channel icons
bs_ba: Osvježi keš memoriju za ikone kanala
da_dk: Opdater cachen for kanalikoner
it_it: Aggiorna la cache per le icone dei canali

# #30423
source: Trigger channels update
bs_ba: Ažuriranje okidačkih kanala
da_dk: Opdatér kanaler
it_it: Attiva aggiornamento canali

# #30424
source: Show status of scheduling
bs_ba: Prikaži status zakazivanja
da_dk: Vis planlægningsstatus
it_it: Mostra stato pianificazioni

# #30425
source: Show status of recording
bs_ba: Prikaži status snimanja
da_dk: Vis optagelsestatus
it_it: Mostra stato registrazione

# #30426
source: Show status of broadcast
bs_ba: Prikaži status emitiranja
da_dk: Vis udsendelsestatus
it_it: Mostra stato trasmissione

# #30451
source: Unhandled
bs_ba: Neobrađeno
da_dk: Uhåndteret
it_it: Non gestito

# #30452
source: Upcoming
bs_ba: Nadolazeći
da_dk: Fremtidig
it_it: Prossimamente

# #30453
source: Overriden
bs_ba: Poništeno
da_dk: Tilsidesat
it_it: Sostituito

# #30454
source: Don't record
bs_ba: Ne snimaj
da_dk: Optag ikke
it_it: Non registrare

# #30455
source: Upcoming manual
bs_ba: Predstojeći priručnik
da_dk: Fremtidig manuel
it_it: Manuale in arrivo

# #30456
source: Zombie
bs_ba: Zombi

# #30457
source: Alternative
bs_ba: Alternativa
da_dk: Alternativ
it_it: Alternativo

# #30458
source: Currently recorded
bs_ba: Trenutno snimljeno
da_dk: Aktuelt optaget
it_it: Attualmente registrato

# #30459
source: Expired recording
bs_ba: Istekla snimka
da_dk: Udløbet optagelse
it_it: Registrazione scaduta

# #30460
source: Manual
bs_ba: Ručno
da_dk: Manuelt
it_it: Manuale

# #30461
source: Record one
bs_ba: Zabilježite jedan
da_dk: Optag én gang
it_it: Registra una volta

# #30462
source: Record weekly
bs_ba: Snimaj sedmično
da_dk: Optag ugentligt
it_it: Registra settimanalmente

# #30463
source: Record daily
bs_ba: Snimaj dnevno
da_dk: Optag dagligt
it_it: Registra giornalmente

# #30464
source: Record all
bs_ba: Snimi sve
da_dk: Optag alle
it_it: Registra tutto

# #30465
source: Record this
bs_ba: Snimi ovo
da_dk: Optag denne
it_it: Registra questo

# #30466
source: Record series
bs_ba: Rekordna serija
da_dk: Optag serie
it_it: Registra serie

# #30467
source: Search keyword
bs_ba: Ključna riječ za pretragu
da_dk: Søg nøgleord
it_it: Parola chiave di ricerca

# #30468
source: Search people
bs_ba: Pretražite ljude
da_dk: Søg medvirkende
it_it: Cerca persone

# #30469
source: Rule disabled
bs_ba: Pravilo onemogućeno
da_dk: Regel deaktiveret
it_it: Regola disabilitata

# #30501
source: Don't match duplicates
bs_ba: Ne podudaraj duplikate
da_dk: Match ikke dubletter
it_it: Non confrontare duplicati

# #30502
source: Match duplicates using subtitle
bs_ba: Pronađi duplikate koristeći podnaslov
da_dk: Match dubletter ved hjælp af undertitel
it_it: Confronta duplicati usando il sottotitolo

# #30503
source: Match duplicates using description
bs_ba: Pronađi duplikate koristeći opis
da_dk: Match dubletter ved hjælp af beskrivelse
it_it: Confronta duplicati usando la descrizione

# #30504
source: Match duplicates using subtitle & description
bs_ba: Pronađite duplikate koristeći podnaslov i opis
da_dk: Match dubletter ved hjælp af undertitel og beskrivelse
it_it: Confronta duplicati usando il sottotitolo e la descrizione

# #30505
source: Match duplicates using subtitle then description
bs_ba: Pronađi duplikate koristeći podnaslov, a zatim opis
da_dk: Match dubletter ved hjælp af undertitel, derefter beskrivelse
it_it: Confronta duplicati usando il sottotitolo e poi la descrizione

# #30506
source: Recordings never expire
bs_ba: Snimci nikad ne ističu
da_dk: Optagelser udløber aldrig
it_it: Le registrazioni non scadono mai

# #30507
source: Allow recordings to expire
bs_ba: Dozvoli istek snimka
da_dk: Tillad at optagelser udløber
it_it: Consenti scadenza registrazioni

# #30508
source: Keep up to %d recordings
bs_ba: Pratite do %d snimaka
da_dk: Behold op til %d optagelser
it_it: Conserva fino a %d registrazioni

# #30509
source: Keep %d newest and expire old
bs_ba: Zadrži %d najnovije i istekni staro
da_dk: Behold %d nyeste og lad ældre udløbe
it_it: Conserva %d più recenti e lascia scadere più vecchie
